a-bentofreire.vsctoix
adamhartford.vscode-base64
adamrybak.graycat-sql-formatter
andrewmitchell.devcontainer-template-manager
antfu.iconify
az-resource-explorer-vscode.azure-resource-explorer-for-vscode
christian-kohler.path-intellisense
cmiz.tsv-paste-json
codeium.codeium
coenraads.disableligatures
cweijan.dbclient-jdbc
cweijan.vscode-myssql-client2
dagra.jsonschemautils
dakara.transformer
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.github-vscode-theme
github.remotehub
gruntfuggly.todo-tree
hilleer.yaml-plus-json
i574n.spiral-lang-vscode-i574n
ibm.output-colorizer
ironmansoftware.powershellprotools
jannisx11.batch-rename-extension
johnpapa.vscode-peacock
jrebocho.vscode-random
liximomo.remotefs
luisfontes19.vscode-swissknife
mechatroner.rainbow-csv
meganrogge.template-string-converter
ms-azuretools.vscode-bicep
ms-azuretools.vscode-docker
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-repos
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode-remote.vscode-remote-extensionpack
mtxr.sqltools
mtxr.sqltools-driver-mssql
nickdemayo.vscode-json-editor
pascalreitermann93.vscode-yaml-sort
qwtel.sqlite-viewer
rangav.vscode-thunder-client
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
rlivings39.fzf-quick-open
rpinski.shebang-snippets
rubymaniac.vscode-direnv
talhabalaj.actual-font-changer
tsurdilovic.cloudevents-schema-vscode
tyriar.sort-lines
usernamehw.errorlens
vikyd.vscode-fold-level
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wayou.vscode-todo-highlight
yandeu.five-server
